{
  "levels": {
    "1": [
      "you type like autocorrect gave up on you.",
      "confidence this high with skill this low is impressive.",
      "your brain buffering or is that the final output?",
      "you’re proof typing doesn’t require thinking.",
      "I’d agree with you, but then we’d both be wrong.",
      "you bring volume, not value.",
      "I’ve seen deeper thoughts in a loading screen tip."
    ],
    "2": [
      "bro rage typing after losing the tutorial.",
      "you got defeated by basic logic.",
      "you play arguments on easy mode and still lose.",
      "that comeback had respawn timer energy.",
      "spectator chat has better aim than you.",
      "you lost the fight and switched to keyboard PvP.",
      "everyone read that and felt secondhand embarrassment.",
      "your message made the server quieter.",
      "this is why read receipts exist.",
      "bro really pressed send and believed in it.",
      "you thought that was fire… it was smoke."
    ],
    "3": [
      "you riding my replies harder than your WiFi signal.",
      "hop off my notifications, you obsessed.",
      "you want my attention so bad it’s romantic.",
      "stay on me like you pay rent here.",
      "you clinging harder than a low battery warning.",
      "you in my mentions like it’s your job.",
      "get off me before you catch feelings.",
      "you acting like my fan account.",
      "bro in love with the attention.",
      "stop flirting, I’m not interested."
    ],
    "4": [
      "you lost the argument the moment you hit send.",
      "this is the intellectual equivalent of tripping upstairs.",
      "you argue like a broken notification.",
      "I could ignore you, but this is educational.",
      "your typing is a public service warning.",
      "big anger, tiny vocabulary.",
      "you argue like patch notes nobody asked for.",
      "keep typing, maybe a good point will spawn.",
      "you sound better in your head.",
      "I’ve seen stronger arguments in loading screens.",
      "congratulations, you played yourself.",
      "your insult arrived, but the intelligence didn’t.",
      "you’re not roasting, you’re microwaving leftovers.",
      "this isn’t a fight, it’s a typing tantrum.",
      "bold words from someone losing.",
      "skill issue detected.",
      "lost the match, started typing.",
      "talk less, aim better.",
      "bronze lobby energy.",
      "rage typing won’t boost rank.",
      "controller unplugged behavior.",
      "itna gussa kyun, wifi slow hai kya?",
      "dimag buffering mein hai lagta hai.",
      "bhai calm ho ja, keyboard toot jayega.",
      "itni mehnat padhai mein karta toh topper hota.",
      "gussa kam, logic zyada try kar.",
      "server nahi, tu lag kar raha hai."
    ]
  },
  "triggers": [
    "stupid", "idiot", "dumb", "bad bot", "trash", "lose", "loser", "hate", "ugly", "shut up", "stfu",
    "fuck", "bitch", "asshole", "dumbass", "moron", "bastard", "shithead", "dick", "pussy", "clown",
    "noob", "bot", "uninstall", "ez kid", "carried", "bronze", "bc", "mc", "chutiya", "gadha", "pagal",
    "kutta", "kamina", "nalayak", "bakchod", "harami", "bewakoof", "get lost"
  ],
  "ping_roasts": [
    "you pinged me just to show everyone how obsessed you are?",
    "what do you want now? my autograph?",
    "can't go 5 minutes without my attention, can you?",
    "I'm busy, go find a hobby that isn't me.",
    "you're in my pings like it's your only personality trait.",
    "is this your way of flirting? because it's embarrassing.",
    "stop pinging me and go touch some grass."
  ]
}